[{"model": "user_dashboard.testimonial", "pk": 1, "fields": {"user": 2, "comment": "Discovering TiffinBox has been a game-changer for me! As a busy professional, their website offers a seamless experience for ordering delicious and nutritious meals. From customizable options to prompt delivery, TiffinBox ensures my dietary needs are met without sacrificing taste. It's become my go-to solution for convenient, wholesome eating on the go!", "created_date": "2024-03-24T19:15:04.845Z"}}, {"model": "user_dashboard.testimonial", "pk": 2, "fields": {"user": 3, "comment": "I'm so glad I found TiffinBox! Their wide variety of tiffins suits my preferences perfectly, and the quality of the food is always top-notch. Not to mention, their customer service is excellent - they always go above and beyond to ensure customer satisfaction. Ordering from TiffinBox has made my life so much easier!", "created_date": "2024-03-25T10:45:00Z"}}, {"model": "user_dashboard.testimonial", "pk": 3, "fields": {"user": 4, "comment": "TiffinBox has exceeded my expectations! Their tiffins are not only delicious but also reasonably priced. I love the convenience of having healthy meals delivered right to my doorstep, especially during busy weekdays. Thanks to TiffinBox, I no longer have to worry about meal prep or cooking after a long day at work.", "created_date": "2024-03-26T11:30:00Z"}}, {"model": "user_dashboard.testimonial", "pk": 4, "fields": {"user": 5, "comment": "I'm amazed by the quality and variety of tiffins offered by TiffinBox. Each meal is packed with flavor and freshness, making it a joy to indulge in. Their user-friendly website and seamless ordering process make it incredibly convenient to enjoy wholesome meals without any hassle. I highly recommend TiffinBox to anyone looking for delicious and nutritious food delivered straight to their doorstep!", "created_date": "2024-03-27T09:00:00Z"}}, {"model": "user_dashboard.testimonial", "pk": 5, "fields": {"user": 6, "comment": "TiffinBox has revolutionized the way I eat! As someone with dietary restrictions, I appreciate the option to customize my meals to fit my needs. Their attention to detail and commitment to quality shine through in every bite. Plus, their prompt delivery service ensures that I never have to wait long for my delicious meals. Thank you, TiffinBox, for making healthy eating so convenient and enjoyable!", "created_date": "2024-03-28T10:15:00Z"}}, {"model": "user_dashboard.testimonial", "pk": 6, "fields": {"user": 7, "comment": "I can't say enough good things about TiffinBox! From the moment I placed my first order, I was impressed by their professionalism and dedication to customer satisfaction. The quality of their tiffins is consistently excellent, and I love the variety of options available. Whether I'm in the mood for something traditional or craving a unique culinary experience, TiffinBox always delivers. Thank you for making mealtime enjoyable and hassle-free!", "created_date": "2024-03-29T11:45:00Z"}}, {"model": "user_dashboard.testimonial", "pk": 7, "fields": {"user": 8, "comment": "TiffinBox has become an essential part of my weekly routine. As a busy parent, I rely on their convenient meal delivery service to provide nutritious options for my family. Their tiffins are not only delicious but also reasonably priced, making it a budget-friendly choice for us. I appreciate the peace of mind knowing that we're enjoying wholesome meals without any added stress. Thank you, TiffinBox, for simplifying mealtime for us!", "created_date": "2024-03-30T12:30:00Z"}}, {"model": "user_dashboard.testimonial", "pk": 8, "fields": {"user": 9, "comment": "I've been a loyal customer of TiffinBox for years, and they never disappoint! Their commitment to quality and customer satisfaction is truly commendable. I love the convenience of being able to order delicious meals with just a few clicks, and their prompt delivery service ensures that my food arrives fresh and on time. TiffinBox has become a trusted partner in my journey towards healthier eating, and I'm grateful for their continued excellence!", "created_date": "2024-03-31T13:00:00Z"}}]